Repository: mobileloper/ios_news
Catalog: SocialMediaChannel/SupportingFiles/*.lproj/Localizable.strings
Languages: tr

source: New
tr: Yeni

source: All Feeds
tr: Tüm Bildirimler

source: hrs ago
tr: saat önce

source: minutes ago
tr: dk önce

source: days ago
tr: gün önce

source: months ago
tr: ay önce

source: years ago
tr: yıl önce

source: Last year
tr: Bir yıl önce

source: Settings
tr: Ayarlar

source: Notification
tr: Bildirim Uyarısı

source: Default Opening Tab
tr: Açılış Sayfası

source: Sebi Bebi shared a video
tr: Sebi Bebi yeni bir video paylaştı

source: Sebi Bebi posted a status update
tr: Sebi Bebi durumunu güncelledi

source: Sebi Bebi shared a page
tr: Sebi Bebi yeni bir link paylaştı

source: Youtube-feeds
tr: YouTube

source: YouTube Search
tr: Video ara

source: Blog-feeds
tr: Blog

source: Sebi Bebi shared a post
tr: Sebi Bebi yeni bir blog yazısı yayınladı

source: Instagram-feeds
tr: Instagram

source: Sebi Bebi uploaded a image
tr: Sebi Bebi yeni bir imaj paylaştı

source: Twitter-feeds
tr: Twitter

source: Facebook-feeds
tr: Facebook

source: Favorites
tr: Favorilerim

source: Sort By
tr: Sırala

source: Date
tr: Tarihe göre

source: Name
tr: İsme göre

source: Channel
tr: Türüne göre

source: just now
tr: şu anda

source: yesterday
tr: dün

source: last week
tr: geçen hafta

source: last month
tr: geçen ay

source: last year
tr: geçen sene

source: ic-tag-new
tr: ic-tag-yeni

source: No Favorties feeds founds
tr: Favoriniz bulunmamaktadır
